[
  {
    "id": 8,
    "titulo": "Plan de Igualdad Bidafarma 2024",
    "resumen": "Documento estratégico sobre el Plan de Igualdad implementado en Bidafarma para el año 2024.",
    "contenido": "El Plan de Igualdad de Bidafarma para el año 2024 establece un marco de actuación para garantizar la igualdad de trato y oportunidades entre mujeres y hombres, y eliminar cualquier forma de discriminación de género en la empresa. Este documento abarca políticas, medidas y acciones específicas destinadas a promover la igualdad efectiva en todos los niveles organizativos, incluyendo la selección y contratación, formación, promoción profesional, condiciones de trabajo, y medidas de conciliación de la vida personal, familiar y laboral.",
    "url": "assets/PlandeIgualdadBIDAFARMA4-12-2019.pdf"
  },  
  {
  "id": 7,
  "titulo": "Calendario Oficial Vacaciones Operaciones 2024",
  "resumen": "Calendario para la planificación de vacaciones del departamento de operaciones en 2024.",
  "contenido": "Este calendario es una herramienta esencial para la planificación y gestión de las vacaciones del personal del departamento de operaciones en el año 2024, asegurando una organización eficiente del tiempo de descanso.",
  "url": "assets/Calendario Oficial Vacaciones Operaciones 2024.pdf"
}
,
  {
  "id": 6,
  "titulo": "Turnos guardias",
  "resumen": "Documento que detalla los turnos de guardia.",
  "contenido": "Este documento ofrece una descripción detallada y organizada de los turnos de guardia, incluyendo horarios y modalidades, para facilitar la gestión y comprensión de los turnos de guardia en la empresa.",
  "url": "assets/Turnos guardias.pdf"
}
,
  {
  "id": 5,
  "titulo": "Plantillas de Guardias 2024",
  "resumen": "Plantillas detalladas para las guardias del año 2024.",
  "contenido": "Este archivo incluye las plantillas diseñadas para las guardias del año 2024, ofreciendo un formato estructurado y claro para la asignación y seguimiento de las guardias en la empresa.",
  "url": "assets/Plantillas de Guardias 2024.pdf"
}
,
  {
    "id": 4,
    "titulo": "Calendario Oficial días sueltos 2024",
    "resumen": "Calendario oficial para la gestión de días sueltos en el año 2024.",
    "contenido": "Este documento proporciona el calendario oficial para la asignación y manejo de días sueltos durante el año 2024. Es esencial para la planificación y organización de los días de trabajo y descanso en la empresa.",
    "url": "assets/Calendario Oficial días sueltos 2024.pdf"
  },
  
  {
    "id": 3,
    "titulo": "ACLARACIÓN NORMAS GUARDIA BIDAFARMA-MÁLAGA 2024",
    "resumen": "Detalles de las normas de guardia en Bidafarma-Málaga para el año 2024, incluyendo procedimientos para bolsas de guardia, vacaciones, bajas, festivos, y condiciones para cambios de guardia.",
    "contenido": "El documento 'ACLARACIÓN NORMAS GUARDIA BIDAFARMA-MÁLAGA 2024' especifica detalladamente las reglas y procedimientos para las guardias en BIDAFARMA-MÁLAGA para el año 2024. Incluye normativas rigurosas sobre la bolsa de guardia, estipulando que los trabajadores en la bolsa no pueden abandonarla hasta completar el ciclo y que los cambios de guardia asignados por bolsa no son permitidos, aunque se pueden ajustar los horarios. En cuanto a las vacaciones, se prohíbe realizar guardias durante este período, y cualquier cambio debe ser solicitado y aprobado con antelación. Para los trabajadores en baja, la suplencia se cubrirá desde la bolsa y no se permiten cambios de guardia durante este tiempo. Se establecen normativas específicas para los festivos y fines de semana, prohibiendo los cambios de guardia en festivos, pero permitiendo intercambios en los fines de semana manteniendo el mismo número de horas. Las guardias se publicarán con 10 días de anticipación, y los cambios son posibles hasta 8 días antes de la guardia. En casos de fuerza mayor, el jefe tiene la facultad de llamar al primero en la bolsa para cubrir una vacante. Finalmente, se abordan las condiciones para la reincorporación y los nuevos ingresos a las guardias.",
    "url": "assets/ACLARACIÓN NORMAS GUARDIA BIDAFARMA-MALAGA 2024.docx"
  },
  
    {
        "id": 2,
        "titulo": "Convenio Colectivo Estatal para el Comercio de Distribuidores de Especialidades y Productos Farmacéuticos",
        "resumen": "Resolución oficial que registra y publica el convenio colectivo relevante para el sector de distribución de productos farmacéuticos.",
        "contenido": "Este documento es la Resolución de 12 de septiembre de 2022 emitida por la Dirección General de Trabajo. Representa el registro y publicación oficial del Convenio Colectivo Estatal, que es esencial para los distribuidores de especialidades y productos farmacéuticos. El convenio establece las normas laborales, derechos y deberes tanto para los empleadores como para los trabajadores en este sector, abarcando temas como salarios, jornadas laborales, condiciones de trabajo, y medidas de seguridad y salud.",
        "url": "/assets/BOE-A-2022-15514 Convenio colectivo estatal 2021-2022-2023.pdf"
      },
    {
      "id": 1,
      "titulo": "Estatuto de los Trabajadores",
      "resumen": "Documento legal clave que regula los derechos y deberes de los trabajadores y empresarios en el ámbito laboral.",
      "contenido": "Este documento incluye el texto completo del Estatuto de los Trabajadores, proporcionando un marco legal fundamental para las relaciones laborales en España. Cubre aspectos como los derechos y obligaciones de los trabajadores, las condiciones de trabajo, los contratos laborales, y las medidas de seguridad y salud en el trabajo.",
      "url": "/assets/Estatutodelostrabajadores.pdf"
    }
  ]
  
  