[ 
  {
    "id": 7,
    "titulo": "Resumen de la Reunión de PRL para Oficinas - Detalles y Acciones",
    "subtitulo": "Mejoras Ergonómicas y Condiciones de Trabajo",
    "textoCompleto": "En la reciente reunión de Prevención de Riesgos Laborales (PRL) enfocada en las necesidades de las oficinas, se proporcionaron indicaciones claras sobre cómo solicitar equipamiento ergonómico como elevadores de monitor o reposapiés. Los interesados deben enviar un correo a fatima.verdugo@bidafarma.es, con copia al servicio de prevención. Para las solicitudes de sillas, se distingue entre cambios por defectos, que se deben comunicar directamente a Fátima Verdugo, y aquellas por necesidades médicas, que requieren copia al servicio médico con el informe médico adjunto. Además, se trasladó el malestar generalizado con el servicio de vending. También se mencionó que están en marcha los reconocimientos médicos periódicos, los cuales no son obligatorios. Desde el comité se solicitó una sala de descanso para desayunos, pero la empresa indicó que ya se dispone de una sala de descanso, el comedor del almacen, y que no es posible otra sala, aunque se permite desayunar en los puestos de trabajo siempre que se mantenga la limpieza y se depositen los restos en la basura organica. Se destacó la ausencia de un Plan de prevención de incendios desde la fusión, prometiéndose su realización en breve. Se reportaron incidencias en los aseos de la zona C. Sobre las ventanas, se aclaró que, aunque son fijas y no modificables por acuerdos contractuales, la ventilación se asegura a través de sistemas en el techo que renuevan constantemente el aire en las salas.",
    "fechaPublicacion": "20/02/2024"
  },
  
  {
    "id": 6,
    "titulo": "Detalles de la Reunión de PRL del Almacén - 16/02/2024",
    "subtitulo": "Medidas Adoptadas y Acciones Futuras",
    "textoCompleto": "Durante la reunión de Prevención de Riesgos Laborales (PRL) del 16/02/2024, se abordaron varios temas críticos para mejorar la seguridad y el bienestar en el almacén. Destacamos los siguientes puntos y las acciones correspondientes: -Mal estado de las chapas de la marquesina de salida de rutas: Se informó que ya se está trabajando en su reparación, garantizando así una mejora en la seguridad de la zona de salida.-Climatización de salida de ruta:** La solución propuesta es aumentar el número de ventiladores con nebulizador para mejorar las condiciones térmicas en esta área.-Subida de la rampa de las tapaderas: Esta tarea está siendo realizada por los repartidores, mejorando así la eficiencia en el manejo de mercancías.- Chaquetones para la nevera: Se confirma la petición de los chaquetones requeridos para trabajar en condiciones de baja temperatura.- Suelo aislante para la nevera: Se acordó estudiar una solución que mejore la aislación del suelo en esta área crítica.- Grietas en robot 66: Se tomarán medidas temporales para taparlas mientras se procede con una reparación definitiva.- Reposapiés para recepción y encargados: Se acordó estudiar una solución que mejore la ergonomía para estos trabajadores.- Protectores en la cinta de los manuales: Se tomará nota para instalar protectores y mejorar la seguridad en el uso de estas instalaciones.- Guantes táctiles de distintas tallas: Se solicitaron para su uso obligatorio al trabajar con cutters, reforzando la normativa de seguridad laboral.Estos puntos reflejan el compromiso continuo de Bidafarma con la seguridad y bienestar de sus empleados. Se agradece la participación activa de todos los miembros del equipo en identificar y abordar proactivamente estos temas.",
    "fechaPublicacion": "20/02/2024"
  },
   
{
  "id": 5,
  "titulo": "Próxima Ronda de Sugerencias para Reunión de PRL",
  "subtitulo": "Recogida de Propuestas y Necesidades para la Mejora Continua",
  "textoCompleto": "El próximo 30 de enero de 2023, nuestro compañero Alejandro Fernández estará recorriendo el almacén para recoger cualquier solicitud, necesidad o sugerencia que puedan tener nuestros compañeros y compañeras de cara a la próxima reunión de Prevención de Riesgos Laborales (PRL) que se celebrará el 16 de febrero de 2023. Esta es una excelente oportunidad para compartir sus pensamientos y propuestas que puedan contribuir a la mejora de nuestro entorno laboral. Además, queremos animar a todos los compañeros, especialmente al personal de oficinas y Call center, a que se acerquen a los compañeros Alejandra Granado, Cristina Hirschfeld y/o Manolo Castilla para transmitir sus solicitudes y contribuir al proceso de mejora continua. Es importante que todas las voces sean escuchadas y todas las sugerencias consideradas antes de la fecha de la reunión para asegurarnos de que estamos abordando todos los aspectos relevantes de nuestra seguridad y bienestar en el trabajo.",
  "fechaPublicacion": "29/01/2023"
},
{
  "id": 4,
  "titulo": "Nueva Documentación Disponible en Bidafarma Málaga",
  "subtitulo": "Acceda a las Últimas Actualizaciones y Recursos",
  "textoCompleto": "Nos complace anunciar la reciente actualización de la sección de documentación en la página web de Bidafarma Málaga. Esta actualización incluye documentos cruciales para el año 2024, asegurando que todos los miembros del equipo tengan acceso a la información más actualizada y relevante para su trabajo y responsabilidades. Entre los documentos recién añadidos, encontrará el 'Calendario Oficial días sueltos 2024', las 'Plantillas de Guardias 2024', el documento detallado de 'Turnos guardias', y el 'Calendario Oficial Vacaciones Operaciones 2024'. Cada uno de estos documentos ha sido cuidadosamente preparado para facilitar la planificación, organización y gestión eficiente de las actividades laborales a lo largo del año. Invitamos a todos los empleados a revisar estos documentos para estar bien informados y preparados para los desafíos y oportunidades que el 2024 nos traerá.",
  "fechaPublicacion": "29/01/2024"
},

  {
    "id": 3,
    "titulo": "ACLARACIÓN NORMAS GUARDIA BIDAFARMA-MÁLAGA 2024",
    "subtitulo": "Normativas Establecidas y Acordadas en Asamblea",
    "textoCompleto": "El documento ACLARACIÓN NORMAS GUARDIA Bidafarma-Málaga 2024 especifica detalladamente las reglas y procedimientos para las guardias en Bidafarma-Málaga para el año 2024. Incluye normativas rigurosas sobre la bolsa de guardia, estipulando que los trabajadores en la bolsa no pueden abandonarla hasta completar el ciclo y que los cambios de guardia asignados por bolsa no son permitidos, aunque se pueden ajustar los horarios. En cuanto a las vacaciones, se prohíbe realizar guardias durante este período, y cualquier cambio debe ser solicitado y aprobado con antelación. Para los trabajadores en baja, la suplencia se cubrirá desde la bolsa y no se permiten cambios de guardia durante este tiempo. Se establecen normativas específicas para los festivos y fines de semana, prohibiendo los cambios de guardia en festivos, pero permitiendo intercambios en los fines de semana manteniendo el mismo número de horas. Las guardias se publicarán con 10 días de anticipación, y los cambios son posibles hasta 8 días antes de la guardia. En casos de fuerza mayor, el jefe tiene la facultad de llamar al primero en la bolsa para cubrir una vacante.Finalmente, se abordan las condiciones para la reincorporación y los nuevos ingresos a las guardias. La reincorporación debe realizarse a principios de año, con restricciones para solicitudes fuera de este periodo. El ingreso de trabajadores con convenio Bidafarma-Málaga en los turnos de guardia se ajustará según la disponibilidad. Todas estas aclaraciones y normativas están disponibles de manera completa en el apartado de documentación.",
    "fechaPublicacion": "29/01/2024"
  }, 

    {
        "id": 2,
        "titulo": "Convocatoria a la Asamblea General",
        "subtitulo": "Un Encuentro Clave para el Futuro de Bidafarma",
        "textoCompleto": "Nos complace convocar a todos los miembros de Bidafarma a la Asamblea General que se celebrará el 19 de enero de 2024. Tendremos dos turnos para facilitar la asistencia: por la mañana de 9:00 a 9:30 y por la tarde de 16:30 a 17:00. En esta reunión, presentaremos al nuevo comité y discutiremos propuestas importantes, incluyendo la normativa de guardias y turnos para el año 2024. Es una oportunidad valiosa para involucrarse y contribuir en las decisiones que afectan nuestro entorno laboral. Esperamos contar con su activa participación.",
        "fechaPublicacion": "24/01/2024"
      },
  
    {
      "id": 1,
      "titulo": "Bienvenida a Nuestra Nueva Página Web",
      "subtitulo": "Un Nuevo Horizonte en la Comunicación del Comité Bidafarma Málaga",
      "textoCompleto": "Estimados compañer@s de Bidafarma, es un placer darles la bienvenida a la nueva página web del comité de empresa. Este proyecto, creado con gran esfuerzo e ilusión, representa un significativo avance en nuestra comunicación interna. Aunque aún está en su fase inicial, estamos comprometidos a implementar mejoras continuas. En esta página, encontrarán las últimas noticias, legislación relevante y documentación importante del centro, incluyendo la normativa de guardias, el convenio sectorial y el Estatuto de los Trabajadores. Este nuevo canal se suma a nuestro tradicional tablón de anuncios, brindando una forma más accesible y dinámica de mantenerse informados.",
      "fechaPublicacion": "24/01/2024"

    }
   
  ]
  
  

  
  
  
  